Tekla Open API Reference for Tekla Structures 2025
AnalysisDeltaZ Properties
The AnalysisDeltaZ type exposes the following members.
Properties
Name | Description
Bottom
 The delta Z at the bottom.
Top
 The delta Z at the top.
Top
See Also
Reference
AnalysisDeltaZ Class
Tekla.Structures.Analysis Namespace